Table of Contents
 Enum ConcCementClassSIA
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Cement class
public enum ConcCementClassSIA
Fields
N = 2
cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)
R = 1
cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)
S = 0
cement of strength Classes CEM 32,5 N (Class S)
Fields
 Name |  Description
 N = 2
cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)
 R = 1
cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)
 S = 0
cement of strength Classes CEM 32,5 N (Class S)
 Edit this page